[
  {
    "PersonalityType": "LII",
    "Acronym": "TiNe",
    "AKA": "INTj",
    "Nickname": "Analyst",
    "Quadra": "Alpha",
    "Club": "Researchers",
    "Temperament": "IJ",
    "RomanceStyle": "Infantile",
    "Leading": "Ti",
    "Creative": "Ne",
    "Role": "Fi",
    "Vulnerable": "Se",
    "Suggestive": "Fe",
    "Mobilizing": "Si",
    "Ignoring": "Te",
    "Demonstrative": "Ni",
    "ptDescription": "Using introverted thinking as his base function and extroverted intuition as his creative, the LII is adept at creating a concept of reality through the synthesis and application of preformulated principles and rules. When formulating new principles, the LII methodically analyzes new information, taking the salient aspects and discarding the extraneous. Staying within the boundaries of his principles, the LII is capable of generating new ideas and possibilities of how the world could work. At its best, this ability gives the LII an aura of confidence and insightfulness into areas of abstraction and possibility that many other types don't have. At its worst, this ability may lead the LII to possibilities so impractical or unreachable that he is perceived as others to be out of touch with reality. Additionally, the LIIs inclination for deep isolated thoughts often leaves him disconnected from societal interaction--as if he is constantly an observer but never a participant."
  },
  {
    "PersonalityType": "ILE",
    "Acronym": "NeTi",
    "AKA": "ENTp",
    "Nickname": "Inventor",
    "Quadra": "Alpha",
    "Club": "Researchers",
    "Temperament": "EP",
    "RomanceStyle": "Infantile",
    "Leading": "Ne",
    "Creative": "Ti",
    "Role": "Se",
    "Vulnerable": "Fi",
    "Suggestive": "Si",
    "Mobilizing": "Fe",
    "Ignoring": "Ni",
    "Demonstrative": "Te",
    "ptDescription": "Using extroverted intuition as her base function and introverted thinking as her creative, the ILE is adept at generating a thousand solutions for the same problem. Unlike the LII who is bound by the rules he follows, the ILE sees these same rules as flexible and enabling--they can be altered and adjusted to enable every new idea the ILE conceives. In fact, the rules are often completely rewritten for every new idea the ILE has. At her best, the ILE is capable of learning complex and abstract concepts faster than almost any other sociotype and building off this knowledge to create a multitude of theories and ideas. At her worst, the ILE is often so inundated by new thoughts that actualizing one singular idea to fruition can be difficult. And although the ILE is good at understanding more abstract phenomena, the ILE often struggles understanding the more nuanced societal norms of interaction, which can cause her to be unsure of the appropriate action when socializing."
  },
  {
    "PersonalityType": "SEI",
    "Acronym": "SiFe",
    "AKA": "ISFp",
    "Nickname": "Mediator",
    "Quadra": "Alpha",
    "Club": "Socials",
    "Temperament": "IP",
    "RomanceStyle": "Caregiver",
    "Leading": "Si",
    "Creative": "Fe",
    "Role": "Ni",
    "Vulnerable": "Te",
    "Suggestive": "Ne",
    "Mobilizing": "Ti",
    "Ignoring": "Se",
    "Demonstrative": "Fi",
    "ptDescription": "Using introverted sensing as her base function and extroverted intuition as her creative, the SEI excels at creatively applying her introverted sensing to improve the mood of those around her. As with the ESE, the SEI is in tune with people's emotional states and seeks to mitigate conflict and encourage a harmonious atmosphere. The SEI's creativity is practically unlimited, and this skill is used in a number of pursuits including graphic design, music, and culinary arts, to name a few. Generally speaking, this creativity is channeled towards uses that will have a positive impact on at least one person's emotional state; as such, the SEI would prefer not to channel her creativity towards more impersonal endeavors. At her best, the SEI applies sensory stimuli (in the form of art, good food, etc.) to make herself and those around her comfortable and content. At her worst, the SEI can become highly emotional, and these emotions can become very volatile--changing quickly from happiness to sadness to anger within minutes. Furthermore, these volatile and strong emotional states will be shared freely with those around her--to either their pleasure or detriment."
  },
  {
    "PersonalityType": "ESE",
    "Acronym": "FeSi",
    "AKA": "ESFj",
    "Nickname": "Enthusiest",
    "Quadra": "Alpha",
    "Club": "Socials",
    "Temperament": "EJ",
    "RomanceStyle": "Caregiver",
    "Leading": "Fe",
    "Creative": "Si",
    "Role": "Te",
    "Vulnerable": "Ni",
    "Suggestive": "Ti",
    "Mobilizing": "Ne",
    "Ignoring": "Fi",
    "Demonstrative": "Se",
    "ptDescription": "Using extroverted feeling as her base function and introverted sensing as her creative, the ESE is adept at understanding people's emotional needs, and she often responds to these needs through comforting words and actions. Driven by a desire for harmony and perfection in her life, the ESE uses her emotional acuity to strengthen and solidify the relationships with the people she cares about in her life. The ESE enjoys bringing people together for social interaction and improving their moods through the use of games, laughter, music, and good food. Perhaps better than any other type (except for maybe the SEI), the ESE understands the effect that this sensory stimulus can have on a person's emotional state. At her best, the ESE is a center of vibrant social interaction where the goal is harmony and happiness for all the group participants. At her worst, the ESE's desire to help others may cause her to neglect her own needs. Additionally, the ESE's penchant for empathy can often cause her undue strain when she bears the emotional pain that others are feeling."
  },
  {
    "PersonalityType": "LSI",
    "Acronym": "TiSe",
    "AKA": "ISTj",
    "Nickname": "Inspector",
    "Quadra": "Beta",
    "Club": "Pragmatists",
    "Temperament": "IJ",
    "RomanceStyle": "Aggressor",
    "Leading": "Ti",
    "Creative": "Se",
    "Role": "Fi",
    "Vulnerable": "Ne",
    "Suggestive": "Fe",
    "Mobilizing": "Ni",
    "Ignoring": "Te",
    "Demonstrative": "Si",
    "ptDescription": "Using introverted thinking as his base function and extroverted sensing as his creative, the LSI excels at formulating systems of the world that can be practically utilized. The LSI has a strong understanding of the strengths and weaknesses of a system and can manipulate either to his advantage. Similar to the LII, the LSI creates rules and principles built on logical consistency, which he religiously adheres to. But unlike the LII, the LSI does not speculate as much on improbable possibilities but rather focuses on practical solutions to problems. At his best, the LSI acts as a model citizen or employee; dutifully providing for his family, his employer, his friends and his community. He will rigidly uphold the law and other actions he perceives as just and logical, while discouraging actions he views as unjust. At his worst, the LSI can become driven towards the acquisition of power to the detriment of anyone that stands in his way; in realizing these goals, the LSI can become oblivious to actions that many might consider inhumane."
  },
  {
    "PersonalityType": "SLE",
    "Acronym": "SeTi",
    "AKA": "ESTp",
    "Nickname": "Conqueror",
    "Quadra": "Beta",
    "Club": "Pragmatists",
    "Temperament": "EP",
    "RomanceStyle": "Aggressor",
    "Leading": "Se",
    "Creative": "Ti",
    "Role": "Ne",
    "Vulnerable": "Fi",
    "Suggestive": "Ni",
    "Mobilizing": "Fe",
    "Ignoring": "Si",
    "Demonstrative": "Te",
    "ptDescription": "Using extroverted sensing as her base function and introverted thinking as her creative, the SLE always has an immediate and noticeable impact on the world around her. In making decisions, the SLE follows logical rules like her mirror the LSI, but unlike the LSI, these rules are adjustable to fit each new situation. And unlike the ILE, the SLE is not as concerned with improbable possibilities and abstract thoughts as much as how she can make an impact on her surrounding environment. When socializing, the SLE loves injecting herself into high energy environments with large groups of people and boisterous activities. At her best, the SLE has a nearly unparalled ability to make her goals and aspirations a reality. At her worst, the actions taken to reach these goals are often to the detriment of others. Additionally, the SLE will often be unaware of how her words and actions may negatively impact the emotional states of those around her, and this insensitivity can often put her in awkward positions."
  },
  {
    "PersonalityType": "EIE",
    "Acronym": "FeNi",
    "AKA": "ENFj",
    "Nickname": "Actor",
    "Quadra": "Beta",
    "Club": "Humanitarians",
    "Temperament": "EJ",
    "RomanceStyle": "Victim",
    "Leading": "Fe",
    "Creative": "Ni",
    "Role": "Te",
    "Vulnerable": "Si",
    "Suggestive": "Ti",
    "Mobilizing": "Se",
    "Ignoring": "Fi",
    "Demonstrative": "Ne",
    "ptDescription": "Using extroverted feeling as his base function and introverted intuition as his creative, the EIE excels at understanding people's strengths and potential. By intstinctively picking up on people's emotional states, the EIE can often accurately judge the psychological distance between a group of people. When socializing, the EIE uses this ability to determine ways in which he can encourage outsiders to participate in the group. The EIE has a propensity for edgy or direct commentary that is effective at breaking the ice. At his best, the EIE's understanding of people's strengths and interaction makes him a good leader and he can effectively put each person to their highest valued use. At his worst, the EIE's openness can lead him to easily get hurt by others and the EIE is not likely to forget these transgressions quickly or easily. Furthermore, remarks that were neither meant to be personal or insulting are often mistaken by the EIE as such. Overall, the EIE will often be a driving force of change in his world, and the EIE naturally seeks and accepts leadership roles that help him accomplish this."
  },
  {
    "PersonalityType": "IEI",
    "Acronym": "NiFe",
    "AKA": "INFp",
    "Nickname": "Romantic",
    "Quadra": "Beta",
    "Club": "Humanitarians",
    "Temperament": "IP",
    "RomanceStyle": "Victim",
    "Leading": "Ni",
    "Creative": "Fe",
    "Role": "Si",
    "Vulnerable": "Te",
    "Suggestive": "Se",
    "Mobilizing": "Ti",
    "Ignoring": "Ne",
    "Demonstrative": "Fi",
    "ptDescription": "Using introverted intuition as her base function and extroverted feeling as his creative, the IEI lives in a world of vivid imagery and imagination. Like the SEI, the IEI is a very creative type and is often seen channelling this creativity towards artistic pursuits such as music. However, the two types’ of creativities diverge with the SEI's creativities channeled towards more tangible creations and the IEI's channeled towards more intangible creations--e.g., the creation of imaginary worlds or stories. The IEI is acutely attuned to the effect these creations can have on people's emotional state, and it is not uncommon for these creations to have a strong emotional impact on people. At her best, the IEI provides deep and meaningful insight into events and trends--particularly those involving human interaction. At their worst, the IEI can become lost in their imagination and lackadaisical. Overall, the IEI's depth of imagination and emotion often goes unidentified by those around them, and this is perpetuated by the IEI's disinterest in broadcasting these traits."
  },
  {
    "PersonalityType": "ESI",
    "Acronym": "FiSe",
    "AKA": "ISFj",
    "Nickname": "Guardian",
    "Quadra": "Gamma",
    "Club": "Socials",
    "Temperament": "IJ",
    "RomanceStyle": "Aggressor",
    "Leading": "Fi",
    "Creative": "Se",
    "Role": "Ti",
    "Vulnerable": "Ne",
    "Suggestive": "Te",
    "Mobilizing": "Ni",
    "Ignoring": "Fe",
    "Demonstrative": "Si",
    "ptDescription": "Using introverted feeling as their base function and extroverted sensing as their creative, the ESI easily distinguishes right from wrong, just from unjust, and/or appropriate from inappropriate. They provide a strong foundation for those around them and is not easily swayed from their beliefs. In a familial environment, they are protective and attentive, while enabling those they care about to reach their goals. They are very down to earth and are more concerned with what is than what could be. The ESI has a strong grasp of the nature of relationships and understands what is necessary to maintain, strengthen, or end them. As such, the ESI is often guiding the direction that their relationships go, even if this guidance often goes unrecognized by the other party. At their best, the ESI acts as a model citizen, parent, and employee; They rally around causes they believe in and actions they perceive as correct and condemns those types of behavior they view as wrong or immoral. At their worst, the ESI may become overly judgmental, and this may push some people away from them."
  },
  {
    "PersonalityType": "SEE",
    "Acronym": "SeFi",
    "AKA": "ESFp",
    "Nickname": "Diplomat",
    "Quadra": "Gamma",
    "Club": "Socials",
    "Temperament": "EP",
    "RomanceStyle": "Aggressor",
    "Leading": "Se",
    "Creative": "Fi",
    "Role": "Ne",
    "Vulnerable": "Ti",
    "Suggestive": "Ni",
    "Mobilizing": "Te",
    "Ignoring": "Si",
    "Demonstrative": "Fe",
    "ptDescription": "Using extroverted sensing as their base function and introverted feeling as their creative, the SEE seeks to have a lasting impact on those around them. The SEE is a distinctly social type and they thrive in environments where social interaction is ubiquitous. They enjoy being the center of attention and is drawn to positions of power and influence. Like the SLE, the SEE is quite successful in attaining their goals; however, unlike the SLE, the SEE focuses less on logic and more on an understanding of people and relationships to achieve these goals. The SEE is an energetic individual that is always on the go, and they are drawn to creatively expressing themselves through their words, behavior, and fashion sense. At their best, the SEE is a charismatic individual who is capable of leveraging relationships to her advantage. However, the SEE's self worth is closely tied to achieving a certain status or materialistic position, and thus it can be particularly painful to the SEE when these goals aren't reached. Additionally, the SEE has difficulty comprehending logic and amorphous or abstract concepts."
  },
  {
    "PersonalityType": "LIE",
    "Acronym": "TeNi",
    "AKA": "ENTj",
    "Nickname": "Entrepreneur",
    "Quadra": "Gamma",
    "Club": "Researchers",
    "Temperament": "EJ",
    "RomanceStyle": "Victim",
    "Leading": "Te",
    "Creative": "Ni",
    "Role": "Fe",
    "Vulnerable": "Si",
    "Suggestive": "Fi",
    "Mobilizing": "Se",
    "Ignoring": "Ti",
    "Demonstrative": "Ne",
    "ptDescription": "Using extroverted thinking as their base function and introverted intuition as their creative, the LIE has an amazing ability at not only predicting future trends, but also understanding what is necessary to make these future trends profitable. The LIE has an innate understanding of the most valuable use of capital and labor and has the energy and drive to align these tools to achieving his goals. The LIE easily assesses the validity and usefulness of any information he happens to run across. Like the EIE, the LIE has great leadership potential, but unlike the EIE, the LIE is less concerned with the effects of his decisions on people's relationships or emotions, and more concerned with the impersonal results. At their best, the LIE is a visionary leader who understands the big picture as well as the risks and rewards of every decision. At their worst, the LIE can become so focused on the future and the bottom line that he loses touch with the present and his personal relationships. Additionally, the LIE can be so focused on achieving his external goals that they forget to take care of his own personal needs."
  },
  {
    "PersonalityType": "ILI",
    "Acronym": "NiTe",
    "AKA": "INTp",
    "Nickname": "Critic",
    "Quadra": "Gamma",
    "Club": "Researchers",
    "Temperament": "IP",
    "RomanceStyle": "Victim",
    "Leading": "Ni",
    "Creative": "Te",
    "Role": "Si",
    "Vulnerable": "Fe",
    "Suggestive": "Se",
    "Mobilizing": "Fi",
    "Ignoring": "Ne",
    "Demonstrative": "Ti",
    "ptDescription": "Using introverted intuition as their base function and extroverted thinking as their creative, the ILI is capable of deep and vivid imagery as well as the ability to analyze the correctness of conclusions. In fact, the ILI is excellent at critiquing everything from someone's statements and conclusions to the food they eat. They have an inherent understanding of the weak points in any argument, and they are particularly adept at identifying both empirical weaknesses and logical inconsistencies. As paradoxical as it might sound, the ILI has both the ability to foresee future trends and events, while at the same time refusing to make any assumptions that lack a thorough empirical backing. At their best, the ILI will act as a very useful advisor, pointing out weaknesses and flaws that they see, while also making suggestions for improvements. At their worst, the ILI's penchant for deep and secluded thoughts, coupled with their refusal to sacrifice truth and accuracy in favor of diplomacy, can result in leaving him socially isolated."
  },
  {
    "PersonalityType": "EII",
    "Acronym": "FiNe",
    "AKA": "INFj",
    "Nickname": "Empath",
    "Quadra": "Delta",
    "Club": "Humanitarians",
    "Temperament": "IJ",
    "RomanceStyle": "Infantile",
    "Leading": "Fi",
    "Creative": "Ne",
    "Role": "Ti",
    "Vulnerable": "Se",
    "Suggestive": "Te",
    "Mobilizing": "Si",
    "Ignoring": "Fe",
    "Demonstrative": "Ni",
    "ptDescription": "Using introverted feeling as their base function and extroverted intuition as their creative, the EII is adept at understanding people's internal drive and motivation. They often act reserved, respectful, and polite around others they do not know well but will eventually open up more. They implicitly trust their intuition when judging someone, and this intuition serves them well at grasping more abstract concepts. EIIs need to constantly set new goals for themselves, and they care deeply about meeting these goals. However, it should be noted that these goals are very personal, and they place less weight on the conventional achievements that society values, so often any correlation is largely coincidental. At their best, the EII is known for respecting other people's beliefs and values while also being an overachiever at school and work. At their worst, the EII's compassion and empathy can cause them undue harm when the people they care about are suffering. Overall, the EII cares about diligence, meeting one's individual goals, and respecting others; They distaste behavior that is overtly loud, abrasive, or aggressive."
  },
  {
    "PersonalityType": "IEE",
    "Acronym": "NeFi",
    "AKA": "ENFp",
    "Nickname": "Psychologist",
    "Quadra": "Delta",
    "Club": "Humanitarians",
    "Temperament": "EP",
    "RomanceStyle": "Infantile",
    "Leading": "Ne",
    "Creative": "Fi",
    "Role": "Se",
    "Vulnerable": "Ti",
    "Suggestive": "Si",
    "Mobilizing": "Te",
    "Ignoring": "Ni",
    "Demonstrative": "Fe",
    "ptDescription": "Using extroverted intuition as their base function and introverted feeling as their creative, the IEE is adept at generating new possibilities, particularly those that relate to human interaction. Like the ILE, the IEE absorbs and comprehends new concepts with amazing speed. However, it should be noted that the IEE relies on his personal observations as a foundation for their conceptual understanding; they base all their theoretical frameworks on what they have observed in the real world. If the IEE cannot relate a hypothesis to something they have personally observed, it is more difficult for them to conceptualize or believe in it. The IEE uses their creative function to understand the intricacies of relationships and human interaction. At their best, the IEE has deep and profound insight into the nature of human behavior and their relationships. At their worst, the IEE's propensity for generating possibilities can leave them adrift in an idealized world with little motivation to accomplish goals or complete projects. Furthermore, although the IEE understands abstract concepts quite readily, they sometimes gloss over the logical framework of a hypothesis or theory."
  },
  {
    "PersonalityType": "LSE",
    "Acronym": "TeSi",
    "AKA": "ESTj",
    "Nickname": "Director",
    "Quadra": "Delta",
    "Club": "Pragmatists",
    "Temperament": "EJ",
    "RomanceStyle": "Caregiver",
    "Leading": "Te",
    "Creative": "Si",
    "Role": "Fe",
    "Vulnerable": "Ni",
    "Suggestive": "Fi",
    "Mobilizing": "Ne",
    "Ignoring": "Ti",
    "Demonstrative": "Se",
    "ptDescription": "Using extroverted thinking as their base function and introverted sensing as their creative, the LSE excels at identifying methods and tools that can improve one's efficiency and productivity. This understanding, coupled with the LSE's high energy levels and generally strong work ethic, makes them a very productive individual. As such, they generally perform very well in lower and mid level management where attention to productivity, organization, and detail take precedence. At home, the LSE likes to surround themselves with aesthetically pleasing items that also have a functional use. Socializing, the LSE enjoys entertaining small groups of people with thoughtful discussions or light-hearted games. At their best, the LSE's drive for perfection at home and at work make him a good employee and reliable family member. At their worst, the LSE can become overly concerned and worried when trying to plan for the future, and he tries to mitigate this concern by minimizing risk below the level that many other types would be perfectly comfortable with."
  },
  {
    "PersonalityType": "SLI",
    "Acronym": "SiTe",
    "AKA": "ISTp",
    "Nickname": "Craftsman",
    "Quadra": "Delta",
    "Club": "Pragmatists",
    "Temperament": "IP",
    "RomanceStyle": "Caregiver",
    "Leading": "Si",
    "Creative": "Te",
    "Role": "Ni",
    "Vulnerable": "Fe",
    "Suggestive": "Ne",
    "Mobilizing": "Fi",
    "Ignoring": "Se",
    "Demonstrative": "Ti",
    "ptDescription": "Using introverted sensing as their base function and extroverted thinking as their creative, the SLI is immersed in their senses and have a strong understanding of both the design and functional aspects of objects. Much like the SEI, the SLI is highly in tune with the effect his surrounding environment can have on them and others' senses. This, coupled with their ability to assess factual information, makes him an ideal candidate for matters of design and function--particularly when the two are intertwined. The SLI is drawn to people and things that increase his pleasurable sensations. The SLI enjoys peaceful interaction and often prefers to either be alone or limit his interaction to the few select individuals that they care most about. Often, they are drawn towards nature and the outdoors. At their best, the SLI is born with a fundamental understanding of the way things operate which allows them to excel in fields from engineering to architecture, to medicine. At their worst, the SLI has difficulty opening up emotionally and may misinterpret others' intentions as more negative than they truly are."
  }
]
