[
    {
        "Number": 1,
        "Question": "I am attuned to people, relationships, and emotions."
    },
    {
        "Number": 2,
        "Question": "I easily identify objects/concepts that are intangible or abstract."
    },
    {
        "Number": 3,
        "Question": "I am aware of possibilities and potential events not presently occurring."
    },
    {
        "Number": 4,
        "Question": "I struggle understanding others' feelings and empathizing with them."
    },
    {
        "Number": 5,
        "Question": "I have trouble remembering and/or focusing on tangible details and objects."
    },
    {
        "Number": 6,
        "Question": "I have trouble dealing with others on an impersonal level."
    },
    {
        "Number": 7,
        "Question": "I view the world using systems, structures, and classifications."
    },
    {
        "Number": 8,
        "Question": "I view the world using empirical data, function, and productivity."
    },
    {
        "Number": 9,
        "Question": "I view the world as a starting point for generating other, unrealized, possibilities."
    },
    {
        "Number": 10,
        "Question": "I view the world as a starting point for determining/conceptualizing trends, patterns, or imagery."
    },
    {
        "Number": 11,
        "Question": "I use general principles and rules when making decisions or reaching conclusions"
    },
    {
        "Number": 12,
        "Question": "I follow my heart when making decisions or reaching conclusions."
    },
    {
        "Number": 13,
        "Question": "At social events, you rarely try to introduce yourself to new people and mostly talk to the ones you already know."
    },
    {
        "Number": 14,
        "Question": "You usually prefer just doing what you feel like at any given moment instead of planning a particular daily routine."
    },
    {
        "Number": 15,
        "Question": "You like books and movies that make you come up with your own interpretation of the ending."
    },
    {
        "Number": 16,
        "Question": "You think the world would be a better place if people relied more on rationality and less on their feelings."
    },
    {
        "Number": 17,
        "Question": "You lose patience with people who are not as efficient as you."
    },
    {
        "Number": 18,
        "Question": "You often end up doing things at the last possible moment."
    },
    {
        "Number": 19,
        "Question": "You become bored or lose interest when the discussion gets highly theoretical."
    },
    {
        "Number": 20,
        "Question": "You usually postpone finalizing decisions for as long as possible."
    },
    {
        "Number": 21,
        "Question": "After a long and exhausting week, a lively social event is just what you need."
    },
    {
        "Number": 22,
        "Question": "You often spend a lot of time trying to understand views that are very different from your own."
    },
    {
        "Number": 23,
        "Question": "You are still bothered by mistakes that you made a long time ago."
    },
    {
        "Number": 24,
        "Question": "You rarely contemplate the reasons for human existence or the meaning of life."
    },
    {
        "Number": 25,
        "Question": "Your emotions control you more than you control them."
    },
    {
        "Number": 26,
        "Question": "Your personal work style is closer to spontaneous bursts of energy than organized and consistent efforts."
    },
    {
        "Number": 27,
        "Question": "When someone thinks highly of you, you wonder how long it will take them to feel disappointed in you."
    },
    {
        "Number": 28,
        "Question": "You believe that pondering abstract philosophical questions is a waste of time."
    },
    {
        "Number": 29,
        "Question": "You feel more drawn to places with busy, bustling atmospheres than quiet, intimate places."
    },
    {
        "Number": 30,
        "Question": "You know at first glance how someone is feeling."
    },
    {
        "Number": 31,
        "Question": "You struggle with deadlines."
    },
    {
        "Number": 32,
        "Question": "You would pass along a good opportunity if you thought someone else needed it more."
    }
]